{
  "1": {
    "title": "Tax Freedom Day by State",
    "date": "Calendar Year 2018",
    "notes": "Note: Tax Freedom Day represents how long into the year Americans work before they have earned enough money to pay all federal, state, and local taxes for the year. New Tax Freedom Day data is released every spring at www.TaxFreedomDay.org. D.C.'s rank does not affect states' ranks, but the figure in parentheses indicates where it would rank if included. ",
    "source": "Source: Tax Freedom Day 2018, which is based on data from the Bureau of Economic Analysis.",
    "footnotes": null
  },
  "2": {
    "title": "State-Local Tax Burdens per Capita & as a Percentage of Income",
    "date": "Fiscal Year 2012",
    "notes": "Note: Data for years 1977 to present are available at www.TaxFoundation.org/burdens. Payments made to out-of-state governments are tallied in taxpayer's state of residence where possible. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included. See table 43 for average people per household by state.",
    "source": "Source: Tax Foundation, State-Local Tax Burden Rankings FY2012.",
    "footnotes": null
  },
  "3": {
    "title": "2019 State Business Tax Climate Index",
    "date": "as of July 1, 2018",
    "notes": "Note: The State Business Tax Climate Index measure's how each state's tax laws affect economic performance. A rank of 1 means the state's tax system is more favorable for business; a rank of 50 means the state's tax system is less favorable for business. Component rankings do not average to the total. States without a given tax rank equally as number 1. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included.",
    "source": "Source: Tax Foundation, 2019 State Business Tax Climate Index.",
    "footnotes": null
  },
  "4": {
    "title": "State Tax Collections per Capita",
    "date": "Fiscal Year 2017",
    "notes": "Note: D.C. is included only in combined state and local data. See Table 43 for average people per household by state. ",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "5": {
    "title": "State Revenue per Capita",
    "date": "Fiscal Year 2017",
    "footnotes": null
  },
  "6": {
    "title": "State & Local Tax Collections per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: \"Revenue\" refers to the Census Bureau's General Revenue classification. This measure includes revenue such as taxes, fees, licenses, and intergovernmental revenue but excludes revenue from government enterprises such as utilities and liquor stores, as well as insurance trust revenue. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included. See Table 43 for average people per household by state. ",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "7": {
    "title": "State & Local Revenue per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: \"Revenue\" here refers to the Census Bureau's General Revenue classification. This measure includes revenue such as taxes, fees, licenses, and intergovernmental revenue but excludes revenue from government enterprises such as utilities and liquor stores, as well as insurance trust revenue. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included. See Table 43 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "8": {
    "title": " Sources of State & Local Tax Collections, Percentage of Total from Each Source",
    "date": "Fiscal Year 2016",
    "notes": "Note: Percentages may not add to 100 due to rounding.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": "(a) \"Other Taxes\" include excise taxes (such as those on alcohol, tobacco, motor vehicles, utilities, and licenses), severance taxes, stock transfer taxes, estate  and gift taxes, and other miscellaneous taxes."
  },
  "9": {
    "title": "Federal Aid as a Percentage of State General Revenue",
    "date": "Fiscal Year 2016",
    "notes": "Note: Figures are calculated by dividing each state's \"Intergovernmental Revenue\" by its \"General Revenue.\" \"General Revenue\" includes all tax revenue but excludes utility revenue, liquor store revenue, and investment income from state pension funds. D.C. is included only in combined state-local data.",
    "source": "Source: Census Bureau; Tax Foundation calculations",
    "footnotes": null
  },
  "10": {
    "title": "Federal Income Tax Payments by Income Percentile",
    "date": "Calendar Year 2016",
    "notes": "Note: There are 140,888,785 total federal income tax filers. Total adjusted gross income (AGI) is $10,156,612,000,000. The top 1% of earners have AGI above $480,803; the top 5% have AGI above $197,650; the top 10% have AGI above $139,712; the top 25% have AGI above $80,920; and the top 50% have AGI above $40,077.",
    "source": "Source: Tax Foundation, \"Summary of Latest Federal Individual Income Tax Data (2018 Update).\"",
    "footnotes": null
  },
  "11": {
    "title": "Selected Federal Tax Rates",
    "date": 2019,
    "source": "Source: Tax Foundation; Internal Revenue Service; Bloomberg Tax; American Petroleum Institute; Alchohol and Tobacco Tax and Trade Bureau.",
    "footnotes": null
  },
  "12": {
    "title": "State Individual Income Tax Rates",
    "date": "As of January 1, 2017",
    "notes": "Note: Brackets are for single taxpayers. Some states double bracket widths for joint filers (Ala., Ariz, Conn., Hawaii, Idaho, Kans., La., Maine, Nebr., Ore.). New York doubles all except the 6.85% bracket, which is effective at $300,000. California doubles all but the top bracket. Some states increase but do not double brackets for joint filers (Ga., Minn., N.M., N.C., N.D., Okla., R.I., Vt., Wis.). Maryland decreases some and increases others. New Jersey adds a 2.45% rate and doubles some bracket widths. Consult the Tax Foundation website for tables for joint filers and married seperate filers. ",
    "source": "Source: Tax Foundation; state tax statutes, forms, and instructions; Bloomberg Tax.",
    "footnotes": null
  },
  "13": {
    "title": "State Individual Income Tax Collections per Capita",
    "date": "Fiscal Year 2017",
    "notes": "Note: D.C. is included only in combined state and local data. See Table 43 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "14": {
    "title": "State & Local Individual Income Tax Collections per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: D.C.'s rank does not affect states' ranks, but the figure in parentheses indicates where it would rank if included. See Table 43 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "15": {
    "title": "State Corporate Income Tax Rates",
    "date": "As of January 1, 2019",
    "notes": "Note: In addition to regular income taxes, many states impose other taxes on corporations such as gross receipts taxes and franchise taxes. Some states also impose an alternative minimum tax and special rates on financial institutions",
    "source": "Source: Tax Foundation; state tax statutes, forms, and instructions; Bloomberg Tax",
    "footnotes": null
  },
  "16": {
    "title": "State Corporate Income Tax Collections per Capita ",
    "date": "Fiscal Year 2017",
    "notes": "Note: D.C. is included only in combined state and local data. See Table 43 for average people per household by state. ",
    "source": "Source: Census Bureau; Tax Foundation calculations",
    "footnotes": null
  },
  "17": {
    "title": "State & Local Corporate Income Tax Collections per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: D.C.'s rank does not affect states' ranks, but the figure in parentheses indicates where it would rank if included. See Table 43 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "18": {
    "title": "State Gross Receipts Taxes",
    "date": "As of January 1, 2019",
    "notes": "Note: Gross receipts taxes are complex business taxes imposed at a low rate but on a wide base of transactions, resulting in high effective tax rates that can vary by industry. These taxes also often have minimum taxes that can result in much higher effective rates for some small businesses.",
    "source": " Source: Bloomberg Tax; state revenue departments; Weldon Cooper Center for Public Service.",
    "footnotes": "(a) Virginia's tax is locally levied and rates vary by business and jurisdiction. Approximately half of counties do not levy the tax. Some counties instead levy a capital stock tax. "
  },
  "19": {
    "title": "State & Local Sales Tax Rates",
    "date": "As of Jan 1, 2019",
    "notes": "Note: D.C.’s ranks do not affect states’ ranks, but the figures in parentheses indicate where it would rank if included.",
    "source": "Source: Sales Tax Clearinghouse; Tax Foundation calculations.",
    "footnotes": null
  },
  "20": {
    "title": "State General Sales Tax Collections per Capita",
    "date": "Fiscal Year 2017",
    "notes": "Note: Some states levy gross receipts taxes in addition to sales taxes, which the Census Bureau includes in sales tax collections data. DC is included only in state-local combined data. See Table 18 for information on gross receipts taxes. See Table 43 for average people per household by state. ",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "21": {
    "title": " State & Local General Sales Tax Collections per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: Some states levy gross receipts taxes in addition to sales taxes, which the Census Bureau includes in collections data. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included. See Table 18 for information on gross receipts taxes. See Table 43 for average people per household by state. ",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": "(a) While Arkansas does not have a state-mandated sales tax, it allows sales taxes on the local level."
  },
  "22": {
    "title": "State Sales Tax Breadth ",
    "date": "Fiscal Year 2017",
    "notes": "Note: Sales tax breadth is defined as the ratio of the implicit sales tax base to state personal income. ",
    "source": "Source: Professor Emeritus John Mikesell (Indiana University). ",
    "footnotes": "(a) The sales taxes in Hawaii, New Mexico, North Dakota, and South Dakota have broad bases that include many business-to-business services."
  },
  "23": {
    "title": "State Gasoline Tax Rates",
    "subtitle": "(Cents per Gallon)",
    "date": "as of January 1, 2019",
    "notes": "Note: The American Petroleum Institute (API) has developed a methodology for determining the average tax rate on a gallon of fuel. Rates may include any of the following: excise taxes, environmental fees, storage tank taxes, other fees or taxes, and general sales tax. In states where gasoline is subject to the general sales tax, or where the fuel tax is based on the average sale price, the average rate determined by API is sensitive to changes in the price of gasoline. States that fully or partially apply general sales taxes to gasoline are California, Connecticut, Georgia, Illionis, Indiana, Michigan, and New York. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included.",
    "source": "Source: American Petroleum Institute.",
    "footnotes": null
  },
  "24": {
    "title": " Share of State & Local Road Spending Covered by State & Local Tolls, User Fees, & User Taxes",
    "subtitle": " & Local Tolls, User Fees, & User Taxes",
    "date": "Fiscal Year 2016",
    "notes": "Note: D.C.’s ranks do not affect states’ ranks, but the figures in parentheses indicate where it would rank if included.",
    "source": "Source: Tax Foundation calculations from the Census Bureau, State and Local Government Finance and Federal Highway Administration data. The state and local table includes state and local road expenses but excludes federal aid. ",
    "footnotes": null
  },
  "25": {
    "title": "State Cigarette Excise Tax Rates ",
    "subtitle": "(Dollars per 20-Pack)",
    "date": "As of January 1, 2019",
    "notes": "Note: Local taxes are not included and can be substantial. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included.",
    "source": "Source: RJ Reynolds; state revenue departments; Tax Foundation.",
    "footnotes": null
  },
  "26": {
    "title": "State and Local Vapor Excise Tax Rates",
    "date": "As of January 1, 2019",
    "source": "Source: State statutes; Bloomberg Tax; Vapor Products Tax.",
    "footnotes": null
  },
  "27": {
    "title": "Recreational Marijuana Taxes ",
    "date": "As of January 1, 2019",
    "notes": "Note: District of Columbia voters approved legalization and purchase of marijuana in 2014 but federal law prohibits any action to implement it. In 2018, the New Hampshire legislature voted to legalize the possession and growing of marijuana, but sales are not permitted. Alabama, Georgia, Idaho, Indiana, Iowa, Kansas, Kentucky, Louisiana, Minnesota, Nebraska, Oklahoma, Rhode Island, Tennessee, and Wisconsin impose a controlled substance tax on the purchase of illegal products. ",
    "source": "Source: State statutes; Bloomberg Tax. ",
    "footnotes": "(a) Maine legalized recreational marijuana in November 2016 by ballot inititative, but the state has not implemented a legal market."
  },
  "28": {
    "title": "State Spirits Excise Tax Rates",
    "subtitle": " (Dollars per Gallon)",
    "date": " As of January 1, 2019",
    "notes": "Note: Rates are those applicable to off-premise sales of 40% alcohol by volume (a.b.v.) distilled spirits in 750ml containers. At the federal level, spirits are subject to a tiered tax system. For 2019-2020, federal rates are  $2.70 per proof gallon on the first 100,000 gallons per calendar year, $13.34/proof gallon for more than 100,000 gallons but less than 22,23,000 and $13.50/proof gallon for more than 22,230,000 gallons. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included.",
    "source": "Source: Distilled Spirits Council of the United States.",
    "footnotes": null
  },
  "29": {
    "title": "State Wine Excise Tax Rates",
    "subtitle": "(Dollars per Gallon)",
    "date": "As of January 1, 2019",
    "notes": "Note: Rates are those applicable to off-premise sales of 11% alcohol by volume (a.b.v.) non-carbonated wine in 750ml containers. Federal rates vary by alcohol content and type of wine, ranging up to $3.15 for 21-24 percent alcohol and $3.40 for sparking wine. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included.",
    "source": "Source: Distilled Spirits Council of the United States.",
    "footnotes": null
  },
  "30": {
    "title": "State Beer Excise Tax Rates",
    "subtitle": "(Dollars per Gallon)",
    "date": "As of January 1, 2019",
    "notes": "Note: Rates are those applicable to off-premise sales of 4.7% a.b.v. beer in 12-ounce containers which have been imported from outside the state. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included.",
    "source": "Source: Distilled Spirits Council of the United States; Tax Foundation.",
    "footnotes": null
  },
  "31": {
    "title": "State & Local Cell Phone Tax Rates",
    "date": "As of July 1, 2018",
    "notes": "Note: The local tax rate is calculated as the average of the tax in the largest city and the capital city. D.C.’s rank does not affect states’ ranks,\r\nbut the figure in parentheses indicates where it would rank if included.",
    "source": "Source:  Tax Foundation, “Wireless Taxes and Fees Climb Again in 2018.\"",
    "footnotes": "(a) The federal tax listed is the federal Universal Service Fund (USF)."
  },
  "32": {
    "title": "Sales Tax Treatment of Groceries, Candy & Soda",
    "date": "As of January 1, 2019",
    "source": "Source: Bloomberg Tax. ",
    "footnotes": "(a) Three states levy mandatory, statewide, local add-on sales taxes at the state level: California (1%), Utah (1.25%), and Virginia (1%). We include these in their state sales tax."
  },
  "33": {
    "title": " State & Local Excise & Selective Sales Collections per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: Excise taxes are sales and other special taxes imposed on select items, such as tobacco products, alcoholic beverages, and motor fuels. This table also includes excise taxes, or selective sales taxes, on amusements, insurance premiums, parimutuels, and public utilities. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included. See Table 39 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "34": {
    "title": " Property Taxes Paid as a Percentage of Owner-Occupied Housing Value",
    "date": "Calendar Year 2017",
    "notes": "Note: The figures in this table are mean effective property tax rates on owner-occupied housing (total real taxes paid/total home value). As a result, the data exclude property taxes paid by businesses, renters, and others. D.C.’s rank does not affect states’ ranks, but the figure in\r\nparentheses indicates where it would rank if included.",
    "source": "Source: 2017 American Community Survey, available from the Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "35": {
    "title": " State & Local Property Tax Collections per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included. See Table 43 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "36": {
    "title": "State Capital Stock Tax Rates",
    "date": "As of January 1, 2019",
    "notes": "Note: Capital stock taxes are levied on net assets of a company or its market capitalization.",
    "source": "Source: State statutes; Bloomberg Tax.",
    "footnotes": null
  },
  "37": {
    "title": "Estate Tax Rates & Exemptions",
    "date": "As of January 1, 2019",
    "source": "Source: Bloomberg Tax; state statutes.",
    "footnotes": null
  },
  "38": {
    "title": "Inheritance Tax Rates & Exemptions",
    "date": "As of January 1, 2019",
    "notes": "Note: Inheritance taxes are levied on the posthumous transfer of assets based on relationship to the decedent. Generally, Class A beneficiaries are spouses, children, and often siblings. Class B beneficiaries are non-immediate family members. Class C beneficiaries are non-family members. Unlike estate taxes, the term \"exemption\" here applies not to the size of the estate but to the size of the gift itself. ",
    "source": "Source: Bloomberg Tax; state statutes.",
    "footnotes": null
  },
  "39": {
    "title": "State Debt per Capita",
    "date": "Fiscal Year 2017",
    "notes": "Note: This shows debt at the end of the fiscal year. D.C. is included only in combined state and local data. See Table 43 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "40": {
    "title": "State & Local Debt per Capita",
    "date": "Fiscal Year 2016",
    "notes": "Note: This shows total outstanding debt at the end of the fiscal year. D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included. See Table 43 for average people per household by state.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  },
  "41": {
    "title": "Funded Ratio of Public Pension Plans",
    "date": "Fiscal Year 2016",
    "notes": "Note: Funded ratio is defined as the level of assets in proportion to accrued pension liability. ",
    "source": "Source: The Pew Charitable Trusts, \"The State Pension Funding Gap: 2016\" (2018).",
    "footnotes": null
  },
  "42": {
    "title": "Income per Capita by State",
    "date": "Calendar Year 2017",
    "notes": "Note: Per capita personal income is total personal income divided by total midyear population. All dollar estimates are in current dollars (not adjusted for inflation). D.C.’s rank does not affect states’ ranks, but the figure in parentheses indicates where it would rank if included.",
    "source": "Source: Bureau of Economic Analysis.",
    "footnotes": null
  },
  "43": {
    "title": "People per Household, by State",
    "date": "2016-2017",
    "notes": "Note: This does not include persons living in institutionalized housing, defined as adult or juvenile correctional institutions, some medical and military facilities, hospitals and psychiatric facilities.",
    "source": "Source: Census Bureau; Tax Foundation calculations.",
    "footnotes": null
  }
}